{
    "items": [
        {
            "name":"Microsoft Access TechHelp Browsing and Selecting Files",
            "description":"In this TechHelp video, I'll discuss browsing and selecting files in Microsoft Access and setting up a shared server folder.",
            "link":"https://youtu.be/MrLfvNOg3d0",
            "video_id":"MrLfvNOg3d0",
            "image":"",
            "category":"Access",
            "publishedDate":"23 Mar 2020"
        }
        ,{
            "name":"Microsoft Access TechHelp Sorted Combo Box",
            "description":"In this video, I'm going to show you how to sort the results in a combo box using both the wizard and the RowSource SQL property.",
            "link":"https://youtu.be/MDnAGHpWr6o",
            "video_id":"MDnAGHpWr6o",
            "image":"",
            "category":"Access",
            "publishedDate":"26 Mar 2020"
        }
        ,{
            "name":"Microsoft Access Number of Days Between Two Dates - DATEDIFF Function",
            "description":"In this Microsoft Access tutorial, I'll show you how to calculate the number of days difference between two date fields. We'll use two methods: direct subtraction of one date from another, and the DATEDIFF function. You can also use DATEDIFF to show the difference in weeks, months, years, and so on.",
            "link":"https://youtu.be/sQaEN_wngSY",
            "video_id":"sQaEN_wngSY",
            "image":"",
            "category":"Access",
            "publishedDate":"30 Mar 2020"
        }
        ,{
            "name":"Microsoft Access String Concatenation, Double Double Quotes, Single Quotes, Dates, Times TechHelp",
            "description":"In this Microsoft Access tutorial, I'll show you how to use string concatenation to join two fields together in a query, and in a VBA text string. Using quotes, single quotes, double quotes, double-double quotes, can be confusing. We'll try to sort it all out.",
            "link":"https://youtu.be/V7ciQCuDSUk",
            "video_id":"V7ciQCuDSUk",
            "image":"",
            "category":"Access",
            "publishedDate":"4 Apr 2020"
        }
        ,{
            "name":"Microsoft Access Round a Number to the Nearest 10, 100, etc. (Rounding)",
            "description":"In this Microsoft Access tutorial, I'm going to show you how to round any number to the nearest 10, 100, etc. You'll also see how to round up, down, and avoid 'banker's rounding'.",
            "link":"https://youtu.be/_4yGi65F1GQ",
            "video_id":"_4yGi65F1GQ",
            "image":"",
            "category":"Access",
            "publishedDate":"16 Apr 2020"
        }
        ,{
            "name":"Microsoft Access ZIP Code Lookup Template - SHORT VERSION - TechHelp",
            "description":"In this Microsoft Access tutorial, I'm going to show you how to perform a ZIP code lookup. You will be able to enter a ZIP code and have the system return the city and state for that ZIP code (yes, works with most foreign countries too). If it doesn't exist in the database, you will be prompted to add it.",
            "link":"https://youtu.be/5F6gYW91wBI",
            "video_id":"5F6gYW91wBI",
            "image":"",
            "category":"Access",
            "publishedDate":"18 Apr 2020"
        }
        ,{
            "name":"Microsoft Access REPLACE Function, Update Query, TechHelp Q&A",
            "description":"In today's lesson, I'm going to show you how to use the REPLACE function in an Update Query to change data in your tables. Specifically, we have a table with phone numbers in a bunch of random formats like: 716-555-4444, (716)999-3333, 239.444.3333, and so on. This lesson will show you how to make them all uniform like 2395551212.",
            "link":"https://youtu.be/4BqC368pjv8",
            "video_id":"4BqC368pjv8",
            "image":"",
            "category":"Access",
            "publishedDate":"3 May 2020"
        }
        ,{
            "name":"Microsoft Access Record Source Property",
            "description":"In this lesson, I'm going to teach you how to change the Record Source property of a form so you can switch the table it's based on, or even change it to a query.",
            "link":"https://youtu.be/4xQa_74htxs",
            "video_id":"4xQa_74htxs",
            "image":"",
            "category":"Access",
            "publishedDate":"18 May 2020"
        }
    ]
}